tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "awscli"
brew "gawk"
brew "git"
brew "git-quick-stats"
brew "groovy"
brew "htop"
brew "jq"
brew "mysql"
brew "neovim"
brew "postgresql"
brew "python"
brew "rbenv"
brew "scons"
brew "switchaudio-osx"
brew "telnet"
brew "terraform"
brew "the_silver_searcher"
brew "vim"
brew "watch"
brew "watchman"
brew "wget"
cask "android-platform-tools"
cask "android-sdk"
cask "balenaetcher"
cask "dropbox"
cask "google-chrome"
cask "insomnia"
cask "iterm2"
cask "java8"
cask "ngrok"
cask "pusher"
cask "shiftit"
cask "spectacle"
