#brew "vim"
#cask "balenaetcher"
#cask "discord"
#cask "dropbox"
#cask "iterm2"
#cask "keepassxc"
#cask "macpass"
brew "antidote"
brew "asdf"
brew "awscli"
brew "bash"
brew "colima" # docker desktop / podman / minikube / etc alternative
brew "coreutils"
brew "curl"
brew "docker"
brew "docker-compose"
brew "gawk"
brew "gh"
brew "git"
brew "git-quick-stats"
brew "gpg"
brew "htop"
brew "jq"
brew "lastpass-cli"
brew "mysql"
brew "neovim"
brew "postgresql@15"
brew "python"
brew "ripgrep"
brew "saml2aws"
brew "scons"
brew "switchaudio-osx"
brew "telnet"
brew "terraform"
brew "the_silver_searcher"
brew "thefuck"
brew "watch"
brew "watchman"
brew "wget"
cask "android-platform-tools"
cask "android-sdk"
cask "google-chrome"
cask "google-drive"
cask "insomnia" # GQL editor
cask "lastpass"
cask "ngrok"
cask "nordvpn"
cask "obsidian"
cask "paintbrush"
cask "pritunl"
cask "pusher" # push notification tester
cask "rectangle" # window snap management
cask "slack"
cask "spotify"
cask "zoom"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "withgraphite/tap/graphite"
