brew "asdf"
brew "awscli"
brew "bash"
brew "colima"
brew "coreutils"
brew "curl"
brew "docker"
brew "docker-compose"
brew "gawk"
brew "git"
brew "git-quick-stats"
brew "gpg"
brew "htop"
brew "jq"
brew "mysql"
brew "neovim"
brew "postgresql@15"
brew "python"
brew "ripgrep"
brew "scons"
brew "switchaudio-osx"
brew "telnet"
brew "terraform"
brew "the_silver_searcher"
brew "thefuck"
brew "vim"
brew "watch"
brew "watchman"
brew "wget"
cask "android-platform-tools"
cask "android-sdk"
cask "balenaetcher"
cask "dropbox"
cask "google-chrome"
cask "google-drive"
cask "insomnia"
cask "iterm2"
cask "macpass"
# TODO: linux
#cask "keepassxc"
cask "ngrok"
cask "nordvpn"
cask "obsidian"
cask "pusher"
cask "rectangle"
cask "slack"
cask "discord"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
